增加图片表示
